Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# common.action.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# consent.analytics.sheet.accept
source: Share Anonymous Usage Data
ar: مشاركة بيانات الاستخدام المجهولة
bn: বেনামী ব্যবহারের ডেটা শেয়ার করুন
ca: Comparteix dades d'ús anònimes
cs: Sdílet anonymní data o využití
da: Del anonyme brugsdata
de: Anonyme Nutzungsdaten teilen
el: Κοινή χρήση ανώνυμων δεδομένων χρήσης
es: Compartir datos de uso anónimos
es_mx: Compartir datos de uso anónimos
fi: Jaa anonyymejä käyttötietoja
fr: Partager les données d'utilisation anonymes
fr_ca: Partager des données d'utilisation anonymes
gu: અનામિક વપરાશ ડેટા શેર કરો
he: שיתוף נתוני שימוש אנונימיים
hi: गुमनाम उपयोग डेटा साझा करें
hr: Dijeli anonimne podatke o upotrebi
hu: Névtelen használati adatok megosztása
id: Bagikan Data Penggunaan Anonim
it: Condividi dati di utilizzo anonimi
ja: 匿名の使用データを共有
kn: ಅನಾಮಧೇಯ ಬಳಕೆ ಡೇಟಾ ಹಂಚಿಕೊಳ್ಳಿ
ko: 익명 사용 데이터 공유
ml: അജ്ഞാത ഉപയോഗ ഡാറ്റ പങ്കിടുക
mr: निनावी वापर डेटा सामायिक करा
ms: Kongsi Data Penggunaan Tanpa Nama
nb: Del anonyme bruksdata
nl: Anonieme gebruiksgegevens delen
or: ଅଜ୍ଞାତ ବ୍ୟବହାର ତଥ୍ୟ ସେୟାର୍ କରନ୍ତୁ
pa: ਅਗਿਆਤ ਵਰਤੋਂ ਡੇਟਾ ਸਾਂਝਾ ਕਰੋ
pl: Udostępniaj anonimowe dane użytkowania
pt_br: Compartilhar Dados de Uso Anônimos
pt_pt: Partilhar Dados de Utilização Anónimos
ro: Partajează date de utilizare anonime
ru: Делиться анонимными данными об использовании
sk: Zdieľať anonymné údaje o používaní
sl: Deli anonimne podatke o uporabi
sv: Dela anonym användningsdata
ta: அநாமதேய பயன்பாட்டுத் தரவைப் பகிர்
te: అజ్ఞాత వినియోగ డేటాను పంచుకోండి
th: แชร์ข้อมูลการใช้งานแบบไม่ระบุตัวตน
tr: Anonim Kullanım Verilerini Paylaş
uk: Поділитися анонімними даними
ur: گمنام استعمال کا ڈیٹا شیئر کریں
vi: Chia sẻ dữ liệu sử dụng ẩn danh
zh_hans: 共享匿名使用数据
zh_hant: 分享匿名使用資料

# consent.analytics.sheet.body
source: To help troubleshoot issues and understand usage, this app sends anonymous usage data to backend systems for analysis. Examples of what’s shared include budget settings like period, currency code, carry-over on/off, allocation amount, and so on. Never shared: Expense names, amounts, dates, any Apple/iCloud identifiers, any free-text notes or personal information. This decision can be changed at any time on the Settings screen.
ar: لمساعدتنا على استكشاف المشاكل وفهم الاستخدام، تُرسل هذه التطبيق بيانات الاستخدام المجهولة إلى الأنظمة الخلفية للتحليل. تتضمن الأمثلة إعدادات الميزانية مثل الفترة، رمز العملة، المُرحَّل قيد التشغيل/الإيقاف، المبلغ المخصّص، وما إلى ذلك. لا يتم مشاركة: أسماء المصروفات، المبالغ، التواريخ، أي معرفات Apple/iCloud، أي ملاحظات نصية حرة أو معلومات شخصية. يمكن تغيير هذا القرار في أي وقت على شاشة الإعدادات.
bn: সমস্যা সমাধান করতে এবং ব্যবহার বুঝতে, এই অ্যাপ বিশ্লেষণের জন্য ব্যাকেন্ড সিস্টেমে বেনামী ব্যবহারের ডেটা পাঠায়। শেয়ার করা হয় এমন উদাহরণগুলির মধ্যে রয়েছে সময়কাল, মুদ্রা কোড, উদ্বৃত্ত স্থানান্তর চালু/বন্ধ, বরাদ্দ পরিমাণ এবং আরও অনেক কিছুর মতো বাজেট সেটিংস। কখনই শেয়ার করা হয় না: খরচের নাম, পরিমাণ, তারিখ, যেকোনো Apple/iCloud শনাক্তকারী, যেকোনো বিনামূল্যে পাঠ্য নোট বা ব্যক্তিগত তথ্য। এই সিদ্ধান্ত সেটিংস স্ক্রিনে যেকোনো সময় পরিবর্তন করা যায়।
ca: Per ajudar a resoldre problemes i entendre l'ús, aquesta aplicació envia dades d'ús anònimes a sistemes de backend per a l'anàlisi. Els exemples del que es comparteix inclouen la configuració del pressupost com a període, codi de moneda, romanent activat/desactivat, import de l'assignació i altres. Mai no es comparteix: noms de despesa, imports, dates, identificadors d'Apple/iCloud, notes de text lliure o informació personal. Aquesta decisió es pot canviar en qualsevol moment a la pantalla de Configuració.
cs: Abychom vám mohli pomoci řešit problémy a pochopit používání, tato aplikace odesílá anonymní data o používání na backend systémy k analýze. Příklady toho, co se sdílí, zahrnují nastavení rozpočtu jako období, kód měny, převod zapnuto/vypnuto, částku rozpočtované částky a další. Nikdy se nesdílí: názvy výdajů, částky, data, žádné identifikátory Apple/iCloud, žádné poznámky v textové formě nebo osobní údaje. Toto nastavení lze kdykoli změnit na obrazovce Nastavení.
da: For at hjælpe med at løse problemer og forstå brugen sender denne app anonym brugsdata til backend-systemer til analyse. Eksempler på delt data omfatter budgetindstillinger som periode, valutakode, overførsel til/fra, tildelt beløb og lignende. Deles aldrig: Udgiftnavne, beløb, datoer, Apple/iCloud-identifikatorer, fritekstnoter eller personlige data. Du kan ændre denne indstilling når som helst på Indstillinger-skærmen.
de: Um Probleme zu beheben und die Nutzung zu verstehen, versendet die App anonyme Nutzungsdaten zur Analyse. Dazu gehören Budgeteinstellungen wie Zeitraum, Währungscode, Übertrag an/aus, Budgetbetrag und weitere. Werden nicht versendet: Ausgabennamen, Beträge, Daten, Apple/iCloud-Kennungen, Notizen oder persönliche Informationen. Diese Entscheidung kann jederzeit in den Einstellungen geändert werden.
el: Για να βοηθήσει στην αντιμετώπιση προβλημάτων και κατανόησης της χρήσης, η εφαρμογή αποστέλλει ανώνυμα δεδομένα χρήσης σε συστήματα ανάλυσης. Παραδείγματα των κοινοποιούμενων δεδομένων περιλαμβάνουν ρυθμίσεις Προϋπολογισμού όπως Περίοδος, κωδικό Νομίσματος, Μεταφορά ενεργή/ανενεργή, Ποσό κατανομής και άλλα. Ποτέ κοινοποιούμενα: ονόματα Εξόδων, Ποσά, Ημερομηνίες, αναγνωριστικά Apple/iCloud, σημειώσεις ή προσωπικές πληροφορίες. Αυτή η επιλογή μπορεί να αλλάξει ανά πάσα στιγμή στην οθόνη Ρυθμίσεις.
es: Para ayudar a resolver problemas y entender cómo se usa la app, enviamos datos de uso anónimos a sistemas de backend para su análisis. Entre los datos que se comparten están la configuración del presupuesto como periodo, código de moneda, remanente activado o desactivado, importe de asignación, etc. Nunca se comparten: nombres de gastos, importes, fechas, identificadores de Apple/iCloud, notas de texto libre o información personal. Esta decisión se puede cambiar en cualquier momento en la pantalla de Ajustes.
es_mx: Para ayudar a resolver problemas y entender el uso, esta app envía datos anónimos de uso a sistemas de backend para análisis. Los ejemplos de lo que se comparte incluyen configuración de presupuesto como periodo, código de moneda, saldo acumulado activado/desactivado, monto de asignación, y así sucesivamente. Nunca se comparte: Nombres de gastos, montos, fechas, ningún identificador de Apple/iCloud, notas de texto libre o información personal. Esta decisión se puede cambiar en cualquier momento en la pantalla de Ajustes.
fi: Ongelmien ratkaisun ja käytön ymmärtämisen helpottamiseksi tämä sovellus lähettää anonyymejä käyttötietoja järjestelmille analysointia varten. Jaettavia tietoja ovat muun muassa budjetin asetukset, kuten jakso, valuuttakoodi, siirto päällä/pois, budjetoidut summat ja niin edelleen. Ei koskaan jaettava: Menojen nimet, summat, päivämäärät, Apple/iCloud-tunnisteet, muistiinpanot tai henkilökohtaiset tiedot. Tämä valinta voidaan muuttaa milloin tahansa Asetukset-näytössä.
fr: Pour résoudre les problèmes et comprendre l'utilisation, l'app envoie des données d'usage anonymes aux systèmes backend pour analyse. Les données partagées incluent les paramètres du budget comme la période, le code devise, l'activation du report, le montant de l'allocation, etc. Ne sont jamais partagés : les noms et montants des dépenses, les dates, les identifiants Apple/iCloud, les notes en texte libre ou les informations personnelles. Tu peux changer ce choix à tout moment dans l'écran Réglages.
fr_ca: Pour aider à dépanner les problèmes et comprendre l'utilisation, cette app envoie des données d'utilisation anonymes à des systèmes backends pour analyse. Parmi ce qui est partagé : les paramètres du budget comme la période, le code de devise, le report activé/désactivé, le montant de l'allocation, et ainsi de suite. Jamais partagé : les noms des dépenses, les montants, les dates, les identificateurs Apple/iCloud, les notes en texte libre ou les informations personnelles. Tu peux changer cette décision à tout moment dans l'écran Réglages.
gu: સમસ્યાઓ હલ કરવામાં મદદ કરવા અને વપરાશ સમજવા માટે, આ ઍપ્લિકેશન વિશ્લેષણ માટે બેકએન્ડ સિસ્ટમમાં અનામિક વપરાશ ડેટા મોકલે છે. શેર કર્યેલી વસ્તુઓના ઉદાહરણમાં બજેટ સેટિંગ્સ જેમ કે સમયગાળો, ચલણ કોડ, આગળ વહન ચાલુ/બંધ, ફાળવણી રકમ, વગેરે શામેલ છે. ક્યારે પણ શેર કર્યેલું નથી: ખર્ચ નામો, રકમો, તારીખો, કોઈ Apple/iCloud ઓળખકર્તા, કોઈ મુક્ત-ટેક્સ્ટ નોંધો અથવા ગોપનીય તથ્યો. આ નિર્ણય સેટિંગ્સ સ્ક્રીનમાં કોઈ પણ સમયે બદલી શકાય છે.
he: כדי לעזור בפתרון בעיות והבנת השימוש, האפליקציה שולחת נתוני שימוש אנונימיים למערכות עורק לניתוח. דוגמאות לאלה שנשותפו כוללות הגדרות תקציב כמו תקופה, קוד מטבע, יתרה מועברת פעם/כיבוי, סכום הקצאה וכן הלאה. לא ממש משותף: שמות הוצאה, סכומים, תאריכים, כל מזהה Apple/iCloud, הערות חופשיות או מידע אישי. החלטה זו יכולה להשתנות בכל עת במסך ההגדרות.
hi: समस्याओं को ठीक करने और उपयोग को समझने में मदद के लिए, यह ऐप विश्लेषण के लिए बैकएंड सिस्टम को गुमनाम उपयोग डेटा भेजता है। साझा की जाने वाली चीजों के उदाहरणों में अवधि, मुद्रा कोड, कैरी-ओवर चालू/बंद, आवंटन राशि, और इसी तरह की बजट सेटिंग्स शामिल हैं। कभी साझा नहीं किया जाता: खर्च के नाम, राशि, तारीखें, कोई भी Apple/iCloud पहचानकर्ता, कोई भी खुली पाठ नोट्स या व्यक्तिगत जानकारी। यह निर्णय सेटिंग्स स्क्रीन पर किसी भी समय बदला जा सकता है।
hr: Kako bi se riješili problemi i razumjela upotreba, ova aplikacija šalje anonimne podatke o korištenju u sustave za analizu. Primjeri onoga što se dijeli obuhvaćaju postavke proračuna kao što su razdoblje, kod valute, prijenos uključen/isključen, iznos dodjele i tako dalje. Nikad se ne dijele: Nazivi troškova, iznosi, datumi, bilo koji Apple/iCloud identifikatori, bilo koje slobodne napomene ili osobne informacije. Ova se odluka može promijeniti u bilo kojem trenutku na zaslon Postavke.
hu: A problémák megoldása és a használat megértése érdekében az alkalmazás anonimizált használati adatokat küld a háttérrendszerekhez elemzés céljából. A megosztott adatok közé tartoznak például a költségkeret beállításai, mint az időszak, pénznem kódja, átvitel be/ki állapota, keretösszeg és így tovább. Soha nem megosztott: Kiadás nevek, összegek, dátumok, Apple/iCloud azonosítók, szabad szöveges megjegyzések vagy személyes információk. Ez a döntés bármikor megváltoztatható a Beállítások képernyőn.
id: Untuk membantu mengatasi masalah dan memahami penggunaan, aplikasi ini mengirim data penggunaan anonim ke sistem backend untuk analisis. Contoh yang dibagikan mencakup pengaturan anggaran seperti periode, kode mata uang, saldo bawaan aktif/mati, jumlah alokasi, dan sebagainya. Tidak pernah dibagikan: Nama pengeluaran, jumlah, tanggal, identifikasi Apple/iCloud, catatan teks bebas atau informasi pribadi. Keputusan ini dapat diubah kapan saja di layar Pengaturan.
it: Per aiutare a risolvere i problemi e capire l'uso, quest'app invia dati di utilizzo anonimi ai sistemi di backend per l'analisi. Gli esempi di ciò che viene condiviso includono le impostazioni del budget come periodo, codice valuta, riporto attivato/disattivato, importo di stanziamento e così via. Mai condivisi: nomi delle spese, importi, date, identificatori Apple/iCloud, note di testo libero o informazioni personali. Questa scelta può essere modificata in qualsiasi momento nella schermata Impostazioni.
ja: 問題のトラブルシューティングと使用状況の理解を助けるため、このアプリは匿名の使用データをバックエンドシステムに送信して分析します。共有される情報の例としては、期間、通貨コード、繰り越しのオン/オフ、割り当て金額などの予算設定が挙げられます。共有されないもの：支出の名前、金額、日付、Apple/iCloud の識別子、自由記述のメモや個人情報。この設定は設定画面でいつでも変更できます。
kn: ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಹರಿಸಲು ಮತ್ತು ಬಳಕೆ ಅರ್ಥಮಾಡಲು, ಈ ಅಪ್ಲಿಕೇಶನ್ ವಿಶ್ಲೇಷಣೆಗಾಗಿ ಬ್ಯಾಕ್ಎಂಡ್ ಸಿಸ್ಟಮ್‌ಗಳಿಗೆ ಅನಾಮಧೇಯ ಬಳಕೆ ಡೇಟಾ ಕಳುಹಿಸುತ್ತದೆ. ಹಂಚಿಕೆ ಮಾಡಿದ ವಿষಯಗಳ ಉದಾಹರಣೆಗಳು ಅವಧಿ, ಕರೆನ್ಸಿ ಕೋಡ್, ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಆನ್/ಆಫ್, ವಿತರಣ ಮೊತ್ತ ಇತ್ಯಾದಿ ಬಜೆಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ. ಎಂದೂ ಹಂಚಿಕೆ ಮಾಡುವುದಿಲ್ಲ: ಖರ್ಚುವಿನ ನಾಮಗಳು, ಮೊತ್ತಗಳು, ದಿನಾಂಕಗಳು, ಯಾವುದೇ Apple/iCloud ಗುರುತುಸೂಚಕಗಳು, ಯಾವುದೇ ಮುಕ್ತ-ಪಠ್ಯ ಟಿಪ್ಪಣಿಗಳು ಅಥವಾ ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿ. ಈ ನಿರ್ಧಾರ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್ಸ್ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
ko: 문제를 해결하고 사용 현황을 파악하기 위해 이 앱은 익명의 사용 데이터를 백엔드 시스템으로 전송합니다. 공유되는 정보의 예: 기간, 통화 코드, 이월 설정, 할당액 등의 예산 설정. 공유되지 않음: 지출 이름, 금액, 날짜, Apple/iCloud 식별자, 자유 텍스트 메모 또는 개인정보. 설정 화면에서 언제든 변경할 수 있습니다.
ml: പ്രശ്നങ്ങൾ പരിഹരിക്കാനും ഉപയോഗം മനസ്സിലാക്കാനും, ഈ അപ്ലിക്കേഷൻ വിശകലനത്തിനായി ബാക്കെൻഡ് സിസ്റ്റങ്ങളിലേക്ക് അജ്ഞാത ഉപയോഗ ഡാറ്റ അയയ്ക്കുന്നു. പങ്കിടൂ എന്നതിൽ കാലയളവ്, കറൻസി കോഡ്, കാരി-ഓവർ ഓൺ/ഓഫ്, വകയിരുത്തൽ തുക തുടങ്ങിയ ബജറ്റ് ക്രമീകരണങ്ങൾ അടങ്ങിയിരിക്കും. ഒരിക്കലും പങ്കിടൂ: ചെലവ് പേരുകൾ, തുകാണ്, തീയതികൾ, ആപ്പിൾ/iCloud ഐഡന്റിഫയറുകൾ, സ്വതന്ത്ര-ടെക്സ്റ്റ് നോട്ടുകൾ അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങൾ. ഈ തീരുമാനം എപ്പോൾ വേണ്ടിയും ക്രമീകരണങ്ങൾ സ്ക്രീനിൽ മാറ്റാൻ കഴിയും.
mr: समस्या सोडविण्यास आणि वापर समजण्यास मदत करण्यासाठी, हा अ‍ॅप विश्लेषणासाठी बॅकएंड सिस्टमला अनामिक वापर डेटा पाठवतो. शेअर केलेल्या गोष्टींमध्ये budget सेटिंग्ज जसे कालावधी, चलन कोड, पुढे नेलेली शिल्लक चालू/बंद, वाटप रक्कम इत्यादी समाविष्ट आहेत. कधीही शेअर केले जात नाही: खर्च नाव, रक्कम, तारखा, कोणतेही Apple/iCloud ओळखकर्ता, कोणत्याही मुक्त-मजकूर नोट्स किंवा व्यक्तिगत माहिती. हे निर्णय सेटिंग्ज स्क्रीनवर कधीही बदलता येतो.
ms: Untuk membantu menyelesaikan isu dan memahami penggunaan, apl ini menghantar data penggunaan tanpa nama kepada sistem belakang untuk analisis. Contoh yang dikongsi termasuk tetapan bajet seperti tempoh, kod mata wang, bawa ke hadapan pada/luar, jumlah peruntukan, dan sebagainya. Tidak pernah dikongsi: Nama perbelanjaan, jumlah, tarikh, sebarang pengenalan Apple/iCloud, sebarang nota teks bebas atau maklumat peribadi. Keputusan ini boleh diubah pada bila-bila masa di skrin Tetapan.
nb: For å hjelpe med å løse problemer og forstå bruk, sender denne appen anonym bruksdata til backend-systemer for analyse. Eksempler på hva som deles: budsjettinnstillinger som periode, valutakode, overføring på/av, tildeling og så videre. Deles aldri: Utgiftsnavn, beløp, datoer, noen Apple/iCloud-identifikatorer, noter eller personlig informasjon. Denne avgjørelsen kan endres når som helst på innstillingsskjermen.
nl: Voor probleemoplossing en gebruiksanalyse stuurt deze app anonieme gebruiksgegevens naar backend-systemen. Voorbeelden: budgetinstellingen zoals periode, valutacode, overdracht aan/uit, toewijzingsbedrag, enzovoort. Nooit gedeeld: Uitgavenamen, bedragen, datums, Apple-/iCloud-identifiers, aantekeningen of persoonlijke informatie. Dit keuze kan je altijd wijzigen in Instellingen.
or: ସମସ୍ୟା ତ୍ରୁଟିଗୁଣ୍ଡ ଏବଂ ବ୍ୟବହାର ବୁଝିବାରେ ସାହାଯ୍ୟ କରିବାକୁ, ଏହି ଆପ୍ ବିଶ୍ଳେଷଣ ପାଇଁ ବ୍ୟାକେଣ୍ଡ ସିଷ୍ଟମକୁ ଅଜ୍ଞାତ ବ୍ୟବହାର ତଥ୍ୟ ପଠାଏ। ଉଦାହରଣ ନିଅନ୍ତୋ ଅନ୍ତର୍ଭୁକ୍ତ: ଅବଧି, ମୁଦ୍ରା କୋଡ୍, ଆଗକୁ ନିଆ ବାକି ଅନ/ଅଫ୍, ବଣ୍ଟନ ରାଶି, ଇତ୍ୟାଦି ବଜେଟ୍ ସେଟିଂସ୍। କେବେପି ସେୟାର୍ ହୋଇ ନଆ: ଖର୍ଚ୍ଚ ନାମ, ରାଶି, ତାରିଖ, ଯେକୌଣସି ଆପ୍ପୁଲ୍/iCloud ଚିହ୍ନିକାରୀ, ଯେକୌଣସି ମୁକ୍ତ ଲେଖନୀ ଟିପ୍ପଣୀ କିମ୍ବା ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ। ଏହି ନିର୍ଣ୍ଣୟ ସେଟିଂସ୍ ପରଦାରେ ଯେକୌଣସି ସମୟରେ ବଦଳାଯାଇ ପାରିବ।
pa: ਮਸਲਿਆਂ ਨੂੰ ਹੱਲ ਕਰਨ ਅਤੇ ਵਰਤੋਂ ਨੂੰ ਸਮਝਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਲਈ, ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਵਿਸ਼ਲੇਸ਼ਣ ਲਈ ਬੈਕਐਂਡ ਸਿਸਟਮ ਨੂੰ ਅਗਿਆਤ ਵਰਤੋਂ ਡੇਟਾ ਭੇਜਦੀ ਹੈ। ਸਾਂਝਾ ਕੀਤੀ ਗਈ ਚੀਜ਼ਾਂ ਦੀ ਉਦਾਹਰਣ ਵਿੱਚ ਬਜਟ ਸੈਟਿੰਗ ਜਿਵੇਂ ਮਿਆਦ, ਮੁਦਰਾ ਕੋਡ, ਅੱਗੇ ਲਿਜਾਣਾ ਚਾਲੂ/ਬੰਦ, ਨਿਯੁਕਤੀ ਰਕਮ, ਆਦਿ ਸ਼ਾਮਲ ਹਨ। ਕਦੇ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ: ਖਰਚ ਦੇ ਨਾਮ, ਰਕਮ, ਤਾਰੀਖ਼ਾਂ, ਕੋਈ Apple/iCloud ਪਛਾਣਕਾਰ, ਕੋਈ ਖੁਲੇ ਟਿੱਪਣੀ ਜਾਂ ਨਿਜੀ ਜਾਣਕਾਰੀ। ਇਹ ਫ਼ੈਸਲਾ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੈਟਿੰਗਸ ਸਕ੍ਰੀਨ ਤੇ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Aby ułatwić rozwiązywanie problemów i zrozumieć korzystanie z aplikacji, ta aplikacja wysyła anonimowe dane o użytkowaniu do systemów backend do analizy. Przykłady tego, co jest udostępniane, to ustawienia budżetu, takie jak okres, kod waluty, przeniesienie włączone/wyłączone, kwota alokacji i tak dalej. Nigdy nie udostępniane: nazwy wydatków, kwoty, daty, żadne identyfikatory Apple/iCloud, żadne notatki w postaci wolnego tekstu ani dane osobowe. Ta decyzja może być zmieniona w dowolnym momencie na ekranie Ustawienia.
pt_br: Para ajudar a resolver problemas e entender o uso, este app envia dados de uso anônimos para sistemas backend para análise. Exemplos do que é compartilhado incluem configurações do orçamento como período, código de moeda, saldo acumulado ativado/desativado, valor de alocação e outros. Nunca compartilhado: Nomes de despesas, valores, datas, identificadores Apple/iCloud, notas em texto livre ou informações pessoais. Esta decisão pode ser alterada a qualquer momento na tela de Ajustes.
pt_pt: Para ajudar a resolver problemas e compreender o uso, esta aplicação envia dados anónimos de uso para sistemas de análise. Exemplos do que é partilhado incluem definições de orçamento como período, código de moeda, transição ativada/desativada, montante de verba, e assim sucessivamente. Nunca partilhado: nomes de despesas, montantes, datas, identificadores Apple/iCloud, notas em texto livre ou informações pessoais. Esta decisão pode ser alterada a qualquer altura no ecrã Definições.
ro: Pentru a ajuta la depanare și a înțelege utilizarea, această aplicație trimite date anonime de utilizare la sisteme de backend pentru analiză. Exemplele de date partajate includ setări de buget cum ar fi perioadă, cod monedă, report activat/dezactivat, valoare alocare și altele. Niciodată partajate: nume cheltuieli, sume, date, identificatori Apple/iCloud, note cu text liber sau informații personale. Această decizie poate fi schimbată oricând pe ecranul Setări.
ru: Для диагностики проблем и анализа использования приложение отправляет анонимные данные о работе. Это включает настройки бюджета (период, код валюты, перенос вкл./выкл., лимит) и прочее. Никогда не отправляется: названия и суммы расходов, даты, идентификаторы Apple/iCloud, заметки и личные данные. Это можно изменить в Настройках.
sk: Aby sa aplikácia mohla zlepšovať a diagnostikovať problémy, posiela anonymné údaje o používaní do systémov na analýzu. Medzi zdieľané údaje patria nastavenia rozpočtu, ako je obdobie, kód meny, prenos zapnutý/vypnutý, suma pridelenia a podobne. Nikdy sa nezdieľajú: Názvy výdavkov, sumy, dátumy, žiadne identifikátory Apple/iCloud, žiadne vlastné poznámky ani osobné informácie. Toto rozhodnutie možno kedykoľvek zmeniť na obrazovke Nastavenia.
sl: Za odpravo težav in razumevanje uporabe ta aplikacija pošlje anonimne podatke o uporabi v backendske sisteme za analizo. Primeri tega, kar se deli, vključujejo nastavitve proračuna, kot so obdobje, koda valute, prenos vključen/izključen, znesek razporeditve in drugo. Nikoli ni deljeno: Imena stroškov, zneski, datumi, nobeni Apple/iCloud identifikatorji, nobene proste besede ali osebne informacije. To odločitev lahko spreminjaš kadar koli na zaslonu Nastavitve.
sv: För att felsöka problem och förstå användningen skickar denna app anonym användningsdata till backend-system för analys. Exempel på vad som delas inkluderar budgetinställningar som period, valutakod, överföring på/av, tilldelningsbelopp och så vidare. Aldrig delat: Utgiftnamn, belopp, datum, Apple/iCloud-identifierare, anteckningar eller personlig information. Detta val kan ändras när som helst på Inställningar-skärmen.
ta: சிக்கல்களை தீர்க்க மற்றும் பயன்பாட்டை புரிந்து கொள்ள, இந்த பயன்பாடு பகுப்பாய்வுக்கான பின்மாதிரி அமைப்புக்களுக்கு அநாமதேய பயன்பாட்டுத் தரவு அனுப்புகிறது. பகிர்ந்து கொள்ளப்பட்ட பட்ஜெட் அமைப்புகளான காலம், நாணய குறியீட்டு, முன்கொண்டுசெல் இயக்க/இயக்க அல்ல, ஒதுக்கீடு தொகை, முதலியன. ஒருபோதும் பகிர்ந்து கொள்ளப்படாது: செலவு பெயர்கள், தொகைகள், தேதிகள், எந்த Apple/iCloud அடையாளம், கட்டற்ற உரை குறிப்புகள் அல்லது ব்যக்திগত தகவல். இந்த முடிவை எப்பொழுதும் அமைப்புகள் திரையில் மாற்றலாம்.
te: సమస్యలను సమస్యా పరిష్కారం చేయడానికి మరియు వినియోగాన్ని అర్థం చేసుకోవడానికి, ఈ యాప్ విశ్లేషణ కోసం బ్యాకెండ్ సిస్టమ్‌లకు అజ్ఞాత వినియోగ డేటాను పంపుతుంది. పంచుకోసే వాటిలో ఉదాహరణలు బడ్జెట్ సెట్టింగ్‌లు వంటి వ్యవధి, కరెన్సీ కోడ్, క్యారీ-ఓవర్ ఆన్/ఆఫ్, కేటాయింపు మొత్తం మరియు అందువంటిది. ఎప్పుడూ పంచుకోనిది: ఖర్చు పేర్లు, మొత్తాలు, తేదీలు, ఏదైనా Apple/iCloud గుర్తింపులు, ఏదైనా స్వేచ్ఛా-టెక్సట్ నోట్‌లు లేదా వ్యక్తిగత సమాచారం. ఈ నిర్ణయం ఎప్పుడైనా సెట్టింగ్‌ల స్క్రీన్‌లో మార్చవచ్చు.
th: เพื่อแก้ไขปัญหาและเข้าใจการใช้งาน แอปนี้จะส่งข้อมูลการใช้งานแบบไม่ระบุตัวตนไปยังระบบด้านหลังเพื่อวิเคราะห์ ตัวอย่างของสิ่งที่แชร์รวมถึงการตั้งค่างบประมาณเช่น รอบ สกุลเงิน ยอดยกมาเปิด/ปิด จำนวนเงินที่จัดสรร และอื่นๆ ไม่มีการแชร์: ชื่อรายจ่าย จำนวนเงิน วันที่ ตัวระบุ Apple/iCloud ใดๆ หมายเหตุข้อความอิสระ หรือข้อมูลส่วนตัว สามารถเปลี่ยนแปลงการตัดสินใจนี้ได้ตลอดเวลาในหน้าการตั้งค่า
tr: Sorunları gidermeye ve kullanımı anlamaya yardımcı olmak için bu uygulama anonim kullanım verilerini arka uç sistemlerine gönderir. Paylaşılan verilere dönem, para birimi kodu, devir açık/kapalı, tahsis tutarı gibi bütçe ayarları dahildir. Asla paylaşılmaz: Harcama adları, tutarları, tarihleri, herhangi bir Apple/iCloud tanımlayıcısı, serbest metin notları ya da kişisel bilgiler. Bu karar Ayarlar ekranından istediğin zaman değiştirilebilir.
uk: Щоб допомогти усунути проблеми та розібратися з використанням, цей додаток відправляє анонімні дані про використання на серверні системи для аналізу. Прикладами того, що передається, є параметри бюджету, такі як період, код валюти, перенесення залишку вкл./викл., виділена сума тощо. Ніколи не передаються: назви витрат, суми, дати, будь-які ідентифікатори Apple/iCloud, будь-які вільні нотатки або персональна інформація. Це рішення можна змінити будь-коли на екрані Параметри.
ur: مسائل کو ٹھیک کرنے اور استعمال کو سمجھنے میں مدد کے لیے، یہ ایپ تجزیہ کے لیے بیک اینڈ سسٹمز کو گمنام استعمال کا ڈیٹا بھیجتی ہے۔ جو چیزیں شیئر کی جاتی ہیں ان میں بجٹ کی ترتیبات جیسے مدت، کرنسی کوڈ، آگے منتقلی آن/آف، مختص رقم، وغیرہ شامل ہیں۔ کبھی شیئر نہیں کیے جاتے: اخراج کے نام، رقوم، تاریخیں، کوئی بھی Apple/iCloud شناخت کار، کوئی بھی آزاد متن کے نوٹس یا ذاتی معلومات۔ یہ فیصلہ کسی بھی وقت ترتیبات کی سکرین پر تبدیل کیا جا سکتا ہے۔
vi: Để giúp khắc phục sự cố và hiểu cách sử dụng, ứng dụng này gửi dữ liệu sử dụng nặc danh đến các hệ thống phụ trợ để phân tích. Ví dụ về những gì được chia sẻ bao gồm cài đặt ngân sách như kỳ, mã tiền tệ, chuyển tiếp bật/tắt, số tiền phân bổ, v.v. Không bao giờ chia sẻ: Tên khoản chi, số tiền, ngày, bất kỳ mã định danh Apple/iCloud nào, bất kỳ ghi chú văn bản tự do hay thông tin cá nhân nào. Quyết định này có thể được thay đổi bất kỳ lúc nào trên màn hình Cài đặt.
zh_hans: 为了帮助排除问题和了解使用情况，本应用向后端系统发送匿名使用数据用于分析。共享的数据包括预算设置（如周期、货币代码、结转开关、预算额度等）。不共享的内容：支出名称、金额、日期、任何 Apple/iCloud 标识符、任何自由文本备注或个人信息。这项选择可随时在设置屏幕上更改。
zh_hant: 為協助排除問題和瞭解使用情況，此應用程式會將匿名使用資料傳送至後端系統進行分析。分享的內容包括預算設定（如週期、貨幣代碼、結轉開啟/關閉、分配額等）。永不分享：支出名稱、金額、日期、任何 Apple/iCloud 識別碼、任何自由文字備註或個人資訊。此決定可隨時在「設定」畫面變更。

# consent.analytics.sheet.decline
source: No Thanks
ar: لا شكراً
bn: না ধন্যবাদ
ca: No, gràcies
cs: Ne, děkuji
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
es_mx: No, gracias
fi: Ei kiitos
fr: Non merci
fr_ca: Non merci
gu: ધન્યવાદ નહીં
he: לא תודה
hi: नहीं, धन्यवाद
hr: Ne, hvala
hu: Nem köszönöm
id: Tidak, Makasih
it: No grazie
ja: いいえ、結構です
kn: ಪರವಾಗಿಲ್ಲ
ko: 괜찮습니다
ml: നന്ദിയില്ല
mr: नाही, धन्यवाद
ms: Tidak, Terima Kasih
nb: Nei takk
nl: Nee, bedankt
or: ନାହିଁ ଧନ୍ୟବାଦ
pa: ਨਹੀਂ ਧੰਨਵਾਦ
pl: Nie, dziękuję
pt_br: Não, Obrigado
pt_pt: Não, Obrigado
ro: Nu, mulțumesc
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sv: Nej tack
ta: இல்லை, நன்றி
te: ధన్యవాదాలు లేదు
th: ขอไม่รับ
tr: Hayır, Teşekkürler
uk: Ні, дякую
ur: نہ شکریہ
vi: Không, cảm ơn
zh_hans: 不了，谢谢
zh_hant: 不，謝謝
